;Place localized text in this file


[ShadowOps_CombatEngineer_LWOTC X2SoldierClassTemplate]
DisplayName="战斗工程师"
ClassSummary="战斗工程师是用手榴弹攻防作战的专家。如果你想把东西炸毁拆除或用烟雾隐蔽人员，请带上战斗工程师。"
LeftAbilityTreeTitle="先锋"
RightAbilityTreeTitle="工兵"
+AbilityTreeTitles[0]="先锋"
+AbilityTreeTitles[1]="保护者"
+AbilityTreeTitles[2]="工兵"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNickNames[0]="Amp It Up"
RandomNickNames[1]="螺栓"
RandomNickNames[2]="爆破手"
RandomNickNames[3]="泡泡糖"
RandomNickNames[4]="电缆"
RandomNickNames[5]="木炭"
RandomNickNames[6]="熟肉"
RandomNickNames[7]="Dr. Boom"
RandomNickNames[8]="驱动器"
RandomNickNames[9]="齿轮"
RandomNickNames[10]="护目镜"
RandomNickNames[11]="握力器"
RandomNickNames[12]="陀螺仪"
RandomNickNames[13]="高压电流"
RandomNickNames[14]="拼图玩具"
RandomNickNames[15]="墨菲定律"
RandomNickNames[16]="无手套戏法"
RandomNickNames[17]="火药味儿"
RandomNickNames[18]="泵动器"
RandomNickNames[19]="棘轮扳手"
RandomNickNames[20]="烟雾弹"
RandomNickNames[21]="系统管理员"
RandomNickNames[22]="雷霆万钧"
RandomNickNames[23]="扭力扳手"
RandomNickNames[24]="扳手"

[ShadowOps_Hunter_LWOTC X2SoldierClassTemplate]
DisplayName="猎人"
ClassSummary="猎人擅长在远处用狙击枪侧击敌人，或在近处用剑击倒敌人。我们的敌人永远不会知道将会如何中招。"
LeftAbilityTreeTitle="神射手"
RightAbilityTreeTitle="跟踪器"
+AbilityTreeTitles[0]="神射手"
+AbilityTreeTitles[1]="樵夫"
+AbilityTreeTitles[2]="跟踪器"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNickNames[0]="弓箭手"
RandomNickNames[1]="熊"
RandomNickNames[2]="猎豹"
RandomNickNames[3]="奇美拉"
RandomNickNames[4]="郊狼"
RandomNickNames[5]="双刃剑"
RandomNickNames[6]="鬣狗"
RandomNickNames[7]="野兔"
RandomNickNames[8]="冰镐"
RandomNickNames[9]="豹子"
RandomNickNames[10]="闪电侠"
RandomNickNames[11]="猛禽"
RandomNickNames[12]="乌鸦"
RandomNickNames[13]="睡意朦胧的人"
RandomNickNames[14]="山峰之王"
RandomNickNames[15]="老虎"
RandomNickNames[16]="一箭双雕"
RandomNickNames[17]="巫毒娃娃"
RandomNickNames[18]="黄鼠狼"
RandomNickNames[19]="狼"
RandomNickNames[20]="狼獾"
RandomNickNames[21]="雪人"
RandomNickNames_Female[0]="黑寡妇" 
RandomNickNames_Female[1]="树精" 
RandomNickNames_Female[2]="母狮" 
RandomNickNames_Male[0]="美洲狮" 
RandomNickNames_Male[1]="绿人" 
RandomNickNames_Male[2]="雄狮" 
RandomNickNames_Male[3]="睡眠之神" 

[ShadowOps_Infantry_LWOTC X2SoldierClassTemplate]
DisplayName="步兵"
ClassSummary="步兵能提供持续的火力压制，电击的控制还有医疗。他们是小队的全能手。"
LeftAbilityTreeTitle="步枪手"
RightAbilityTreeTitle="支持者"
+AbilityTreeTitles[0]="步枪手"
+AbilityTreeTitles[1]="可靠"
+AbilityTreeTitles[2]="支持者"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNickNames[0]="王牌"
RandomNickNames[1]="枪管"
RandomNickNames[2]="黄铜"
RandomNickNames[3]="舷侧炮火"
RandomNickNames[4]="独眼巨人"
RandomNickNames[5]="鹰"
RandomNickNames[6]="猎鹰"
RandomNickNames[7]="蛇发女妖"
RandomNickNames[8]="冰雹暴风雨"
RandomNickNames[9]="鹰隼"
RandomNickNames[10]="冰块"
RandomNickNames[11]="小丑牌"
RandomNickNames[12]="铅弹"
RandomNickNames[13]="不要再来了"
RandomNickNames[14]="同花大顺"
RandomNickNames[15]="圣诞老人"
RandomNickNames[16]="暴风雨"
RandomNickNames[17]="曳光弹"
RandomNickNames[18]="三点球手特雷杨" 
RandomNickNames[19]="双手持枪" 
RandomNickNames[20]="吸血鬼" 
RandomNickNames[21]="军阀"
RandomNickNames[22]="零"
RandomNickNames_Female[0]="女男爵" 
RandomNickNames_Female[1]="小猫" 
RandomNickNames_Female[2]="女王" 
RandomNickNames_Male[0]="男爵" 
RandomNickNames_Male[1]="国王" 
RandomNickNames_Male[2]="雪人" 

[ShadowOps_Scrapper_LWOTC X2SoldierClassTemplate]
DisplayName="拳击手"
ClassSummary="拳击手除了接受枪械训练外，还接受了徒手和刀战训练。在近距离格斗中，他们是无与伦比的，大概吧。"
LeftAbilityTreeTitle="暴徒"
RightAbilityTreeTitle="格斗家"
+AbilityTreeTitles[0]="暴徒"
+AbilityTreeTitles[1]="疯子"
+AbilityTreeTitles[2]="格斗家"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNicknames[0]="野牛"
RandomNicknames[1]="碎玻璃"
RandomNicknames[2]="圣诞节"
RandomNicknames[3]="爪子"
RandomNicknames[4]="棍棒"
RandomNicknames[5]="恐龙"
RandomNicknames[6]="自卸车"
RandomNicknames[7]="刀锋"
RandomNicknames[8]="脚丫子"
RandomNicknames[9]="水果"
RandomNicknames[10]="果冻豆"
RandomNicknames[11]="小不点儿"
RandomNicknames[12]="指关节拳套"
RandomNicknames[13]="小个子"
RandomNicknames[14]="爱管闲事的人"
RandomNicknames[15]="单行道" 
RandomNicknames[16]="公牛" 
RandomNicknames[17]="花生" 
RandomNicknames[18]="疤痕" 
RandomNicknames[19]="皮肤" 
RandomNicknames[20]="细高跟鞋"
RandomNicknames[21]="牙齿"
RandomNicknames[22]="蛮横的人"
RandomNicknames[23]="十三"
RandomNickNames_Male[0]="刻薄先生" 
RandomNickNames_Male[1]="杂种狗" 
RandomNickNames_Male[2]="老头" 
RandomNickNames_Female[0]="猫" 
RandomNickNames_Female[1]="刻薄夫人" 
RandomNickNames_Female[3]="老太婆" 

[ShadowOps_Juggernaut_LWOTC X2SoldierClassTemplate]
DisplayName="主宰"
ClassSummary="主宰携带我们最重的武器和盔甲。他们缺乏隐蔽能力，但火力强大到足以粉碎任何敌人。"
LeftAbilityTreeTitle="打击"
RightAbilityTreeTitle="围攻"
+AbilityTreeTitles[0]="打击"
+AbilityTreeTitles[1]="杀手"
+AbilityTreeTitles[2]="围攻"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNicknames[0]="棒球"
RandomNicknames[1]="豆子"
RandomNicknames[2]="砖头"
RandomNicknames[3]="烧毁"
RandomNicknames[4]="蝴蝶"
RandomNicknames[5]="斗篷"
RandomNicknames[6]="纸盒子"
RandomNicknames[7]="立方体"
RandomNicknames[8]="冰雹暴风雨"
RandomNicknames[9]="重型武器"
RandomNicknames[10]="英雄"
RandomNicknames[11]="狐猴"
RandomNicknames[12]="小个子"
RandomNicknames[13]="猛犸象" 
RandomNicknames[14]="火柴棒" 
RandomNicknames[15]="山峰" 
RandomNicknames[16]="没有刹车" 
RandomNicknames[17]="汽油"
RandomNicknames[18]="钚"
RandomNicknames[19]="贝壳"
RandomNicknames[20]="傻的"
RandomNicknames[21]="厚板"
RandomNicknames[22]="吊带裤"
RandomNicknames[23]="恐怖"
RandomNicknames[24]="塔楼"
RandomNicknames[25]="火车"
RandomNickNames_Male[0]="杰克" 
RandomNickNames_Female[0]="吉尔" 

[ShadowOps_Survivalist_LWOTC X2SoldierClassTemplate]
DisplayName="求生专家"
ClassSummary="求生专家是专业的短管霰弹枪使用者，能够快速消灭一切近身敌人，还能手持狙击枪进行监视射击。"
LeftAbilityTreeTitle="哨兵"
RightAbilityTreeTitle="攻略"
+AbilityTreeTitles[0]="哨兵"
+AbilityTreeTitles[1]="幸存者"
+AbilityTreeTitles[2]="攻略"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNicknames[0]="白杨树"
RandomNicknames[1]="桦树"
RandomNicknames[2]="雪松树"
RandomNicknames[3]="卓柏卡布拉怪兽"
RandomNicknames[4]="黑暗的"
RandomNicknames[5]="燧石"
RandomNicknames[6]="垃圾"
RandomNicknames[7]="葛藤"
RandomNicknames[8]="长的"
RandomNicknames[9]="肉类食品"
RandomNicknames[10]="苔藓覆盖的"
RandomNicknames[11]="麝鼠" 
RandomNicknames[12]="松树" 
RandomNicknames[13]="池塘" 
RandomNicknames[14]="火药味儿" 
RandomNicknames[15]="戒指"
RandomNicknames[16]="强盗"
RandomNicknames[17]="三明治"
RandomNicknames[18]="大脚怪"
RandomNicknames[19]="石板"
RandomNicknames[20]="陷阱"
RandomNicknames[21]="牛排"
RandomNicknames[22]="臭的"
RandomNicknames[23]="制革工人"
RandomNicknames[24]="轮胎"
RandomNicknames[25]="行者"
RandomNicknames[26]="狼人"
RandomNicknames[27]="威士忌"
RandomNicknames[28]="雪人"
RandomNickNames_Male[0]="水牛比尔" 
RandomNickNames_Male[1]="黄昏" 
RandomNickNames_Female[0]="黎明" 
RandomNickNames_Female[1]="珍珠" 

[ShadowOps_Recon_LWOTC X2SoldierClassTemplate]
DisplayName="侦察兵"
ClassSummary="侦察兵经过训练，可保持隐蔽，并用全息瞄准仪协助队友。他们的高移动力非常适合侧翼机动。"
LeftAbilityTreeTitle="急先锋"
RightAbilityTreeTitle="观察者"
+AbilityTreeTitles[0]="急先锋"
+AbilityTreeTitles[1]="谜"
+AbilityTreeTitles[2]="观察者"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNicknames[0]="阳台"
RandomNicknames[1]="主教"
RandomNicknames[2]="颈部断裂"
RandomNicknames[3]="可乐"
RandomNicknames[4]="玻璃"
RandomNicknames[5]="干扰器"
RandomNicknames[6]="魔术"
RandomNicknames[7]="弹珠"
RandomNicknames[8]="大师"
RandomNicknames[9]="一号"
RandomNicknames[10]="雷达"
RandomNicknames[11]="流氓"
RandomNicknames[12]="悲伤的"
RandomNicknames[13]="下水道"
RandomNicknames[14]="洗牌"
RandomNicknames[15]="银色的"
RandomNicknames[16]="光滑的"
RandomNicknames[17]="音速的"
RandomNicknames[18]="楼梯"
RandomNicknames[19]="稻草人"
RandomNicknames[20]="巨嘴鸟"
RandomNicknames[21]="楼上的人"
RandomNicknames[22]="黄蜂"
RandomNicknames[23]="耳语者"
RandomNickNames_Male[0]="蝙蝠侠" 
RandomNickNames_Male[1]="疯帽子" 
RandomNickNames_Female[0]="爱丽丝" 
RandomNickNames_Female[1]="猫女" 

[ShadowOps_Fortify X2AbilityTemplate]
LocFriendlyName="不择手段"
LocLongDescription="每当您进入监视或使用压制时，您都会获得 <Ability:+Defense:ShadowOps_FortifyTrigger/> 防御直到下一回合开始."
LocHelpText="每当您进入监视或使用压制时，您都会获得 <Ability:+Defense:ShadowOps_FortifyTrigger/> 防御直到下一回合开始."
LocFlyOverText="不择手段"
LocPromotionPopupText="<Bullet/> 不择手段 将与任何激活的能力配合使用，为您提供反应射击，包括抵御. <br/>"

[ShadowOps_ZoneOfControl_LW2 X2AbilityTemplate]
LocFriendlyName="抵御"
LocLongDescription="进行一个特殊的监视，授予最多 <Ability:ZoneOfControlLW2Shots/> 反应射击和掩护火力技能. <Ability:SelfCooldown/> 回合冷却时间."
LocHelpText="增强型监视，可以在一个回合内多次射击."
LocFlyOverText="抵御"
LocPromotionPopupText="<Bullet/> 抵御有 <Ability:SelfCooldown/> 回合冷却时间.<br/>"

[ShadowOps_Hipfire_LW2 X2AbilityTemplate]
LocFriendlyName="腰射"
LocLongDescription="每回合，你的第一时间的发射的短管霰弹枪，不会花费动作."
LocHelpText="每回合，你的第一时间的发射短管霰弹枪，不会花费动作."
LocFlyOverText="腰射"
LocPromotionPopupText="<Bullet/> 您无法在停止行动时发射短管霰弹枪.<br/>"

[ShadowOps_Focus X2AbilityTemplate]
LocFriendlyName="专心致志"
LocLongDescription="每个回合，你的第一次反应射击不会未命中。"
LocHelpText="每个回合，你的第一次反应射击不会未命中。"
LocFlyOverText="专心致志"
LocPromotionPopupText="<Bullet/> 这适用于任何反应射击，例如监视、压制。<br/><Bullet/> 尽管你的第一次反应射击不会未命中，但它仍然可以擦伤。<br/>"

[IsmsShadowborn X2AbilityTemplate]
LocFriendlyName="影生"
LocLongDescription="<Ability:Classname/>在对<font color='#0bff9b'>视野内无法看到自身</font>的敌军攻击时，获得额外<font color='#0bff9b'>15</font>点命中及<font color='#0bff9b'>15%</font>的暴击率。<br/>并额外减少敌军<font color='#0bff9b'>33%</font>的侦查范围"
LocHelpText="<Ability:Classname/>在对<font color='#0bff9b'>视野内无法看到自身</font>的敌军攻击时，获得额外<font color='#0bff9b'>15</font>点命中及<font color='#0bff9b'>15%</font>的暴击率。<br/>并额外减少敌军<font color='#0bff9b'>33%</font>的侦查范围"
LocFlyOverText="影生" 
LocPromotionPopupText="<Bullet/>对视野内无法看到自身的<font color='#ff3206'>敌军</font>也能生效"

[F_CombatDrugs X2AbilityTemplate]
LocFriendlyName="战斗药剂"
LocLongDescription="每回合开始时候还处于烟雾中所有单位（包括敌人），获得 +<Ability:COMBATDRUGS_AIM> 命中 并且 +<Ability:COMBATDRUGS_CRIT> 暴击."
LocHelpText="每回合开始时候还处于烟雾中所有单位（包括敌人），获得 +<Ability:COMBATDRUGS_AIM> 命中 并且 +<Ability:COMBATDRUGS_CRIT> 暴击."
LocFlyOverText="战斗药剂"
LocPromotionPopupText="<Bullet/> 如果敌人进入烟雾，他们也可以从这个效果中受益. <br/>"


[LWS_Agent X2SoldierClassTemplate]

DisplayName="特种兵"
ClassSummary="特种兵是一种灵活的职业，可以用散弹枪和战斗刀近距离作战，或者作为一个隐蔽的狙击手采取更微妙的方式。然而，最让他们脱颖而出的是他们窃取敌人资产的速度和天赋。"

LeftAbilityTreeTitle="Heist"
RightAbilityTreeTitle="Dagger"
AbilityTreeTitles[0]="偷天盗影"
AbilityTreeTitles[1]="伪装"
AbilityTreeTitles[2]="尖刃"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

;ALPHABETICAL ORDER... NOT!
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="锯齿鸟"
RandomNickNames[5]="凯金"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲豹"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="冲击"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执行人"
RandomNickNames[13]="毁灭者"
RandomNickNames[14]="闪侠"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="鳄鱼"
RandomNickNames[17]="鬼魂"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="寒冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="撕咬者"
RandomNickNames[23]="审判日"
RandomNickNames[24]="拳套"
RandomNickNames[25]="怪兽"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="猎鹰"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="天蝎"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="潜行者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="勇士"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="狼獾"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="斧男"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="坚岩"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="公爵夫人"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="铁处女"
RandomNicknames_Female[4]="女战士"
RandomNickNames_Female[5]="瓦尔基里"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="他的刀锋…他们的血！"
PhotoboothSoloBLines_Male[1]="你看不到最后了。"
PhotoboothSoloBLines_Male[2]="他的刀锋会带来正义！"
PhotoboothSoloBLines_Male[3]="接受死亡吧！"
PhotoboothSoloBLines_Male[4]="剑士！死亡贩子。"
PhotoboothSoloBLines_Female[0]="她的刀锋…她们的血！"
PhotoboothSoloBLines_Female[1]="你看不到最后了。"
PhotoboothSoloBLines_Female[2]="她的刀锋会带来正义！"
PhotoboothSoloBLines_Female[3]="接受死亡吧！"
PhotoboothSoloBLines_Female[4]="剑士！死亡贩子。"


[LWS_Arsonist X2SoldierClassTemplate]
DisplayName="化学喷罐兵"
ClassSummary="化学喷罐兵是前线职业，专门使用化学喷射器及其配套的化合罐。他们在战场上最大的优势是控制人群和全副武装地对付顽固的敌人。"
LeftAbilityTreeTitle="焦土"
RightAbilityTreeTitle="屠杀"
AbilityTreeTitles[0]="焦土"
AbilityTreeTitles[1]="屠杀"
AbilityTreeTitles[2]="强度"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="锯齿鸟"
RandomNickNames[5]="凯金"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲豹"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="冲击"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执行人"
RandomNickNames[13]="毁灭者"
RandomNickNames[14]="闪侠"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="鳄鱼"
RandomNickNames[17]="鬼魂"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="寒冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="撕咬者"
RandomNickNames[23]="审判日"
RandomNickNames[24]="拳套"
RandomNickNames[25]="怪兽"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="猎鹰"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="天蝎"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="潜行者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="勇士"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="狼獾"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
RandomNickNames[54]="真相"
RandomNickNames[55]="墓碑"
RandomNickNames[56]="大腕"
RandomNickNames[57]="高层货架"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="魔王"
RandomNickNames_Male[1]="消防员"
RandomNickNames_Male[2]="霸主"
RandomNickNames_Male[3]="狼爸爸"
RandomNickNames_Female[0]="余烬"
RandomNickNames_Female[1]="皇后"
RandomNickNames_Female[2]="熊妈妈"
RandomNickNames_Female[3]="女巫"
;ALPHABETICAL ORDER

PhotoboothSoloBLines_Male[0]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Male[1]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Male[2]="叫他厨师，因为他会负责做饭。"
PhotoboothSoloBLines_Male[3]="再次进入突破口！"
PhotoboothSoloBLines_Male[4]="秘密行动被高估了。"

PhotoboothSoloBLines_Female[0]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Female[1]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Female[2]="叫他厨师，因为他会负责做饭。"
PhotoboothSoloBLines_Female[3]="再次进入突破口"
PhotoboothSoloBLines_Female[4]="秘密行动被高估了。"


[LWS_Buccaneer X2SoldierClassTemplate]
+DisplayName="海盗"
+ClassSummary="海盗专注于近距作战，使用剑和短管霰弹枪。擅长节省行动点和回收弹药，以更有效的杀戮。"
+LeftAbilityTreeTitle="剑术"
+RightAbilityTreeTitle="惹是生非"
AbilityTreeTitles[0]="剑术"
AbilityTreeTitles[1]="铅弹枪"
AbilityTreeTitles[2]="惹是生非"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Pistols"

+RandomNickNames[0]="老伙计"
+RandomNickNames[1]="错骨"
+RandomNickNames[2]="残酷"
+RandomNickNames[3]="亡命徒"
+RandomNickNames[4]="威胁"
+RandomNickNames[5]="铅弹"
+RandomNickNames[6]="索马里"
+RandomNickNames[7]="杰克刀"
+RandomNickNames[8]="朋友"
+RandomNickNames[9]="麻雀"
+RandomNickNames[10]="祸害"
+RandomNickNames[11]="逆戟鲸"
+RandomNickNames[12]="师爷"
+RandomNickNames[13]="鱼鹰"
+RandomNickNames[14]="海妖"
+RandomNickNames[15]="锤头"
+RandomNickNames[16]="掠夺者"
+RandomNickNames[17]="坏血病"
+RandomNickNames[18]="公海"
+RandomNickNames[19]="寄生"
+RandomNickNames[20]="佩刀"
+RandomNickNames[21]="钩子"
+RandomNickNames[22]="停下"
+RandomNickNames[23]="燧发枪"
+RandomNickNames[24]="伟大的蓝"
+RandomNickNames[25]="咸狗"
+RandomNickNames[26]="坦帕湾"

[LWS_Heavy X2SoldierClassTemplate]
DisplayName="火箭兵"
ClassSummary="火箭兵是前线专家，擅长稳定持续的加农炮火力消耗战。如果时间是关键，你可以指望他们的火箭发射器迅速扭转局势。"
LeftAbilityTreeTitle="破釜沉舟"
RightAbilityTreeTitle="军火"
AbilityTreeTitles[0]="破釜沉舟"
AbilityTreeTitles[1]="释放加农"
AbilityTreeTitles[2]="军火"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"
;ALPHABETICAL ORDER
RandomNickNames[0]="强盗"
RandomNickNames[1]="闪电"
RandomNickNames[2]="硬砖"
RandomNickNames[3]="屠夫"
RandomNickNames[4]="锯齿鸟"
RandomNickNames[5]="凯金"
RandomNickNames[6]="排骨"
RandomNickNames[7]="眼镜蛇"
RandomNickNames[8]="美洲豹"
RandomNickNames[9]="郊狼"
RandomNickNames[10]="冲击"
RandomNickNames[11]="钻石"
RandomNickNames[12]="执行人"
RandomNickNames[13]="毁灭者"
RandomNickNames[14]="闪侠"
RandomNickNames[15]="愤怒"
RandomNickNames[16]="鳄鱼"
RandomNickNames[17]="鬼魂"
RandomNickNames[18]="枪手"
RandomNickNames[19]="猎犬"
RandomNickNames[20]="寒冰"
RandomNickNames[21]="冰锥"
RandomNickNames[22]="撕咬者"
RandomNickNames[23]="审判日"
RandomNickNames[24]="拳套"
RandomNickNames[25]="怪兽"
RandomNickNames[26]="野马"
RandomNickNames[27]="圣骑士"
RandomNickNames[28]="斗牛犬"
RandomNickNames[29]="猎鹰"
RandomNickNames[30]="剃刀"
RandomNickNames[31]="武士"
RandomNickNames[32]="天蝎"
RandomNickNames[33]="将军"
RandomNickNames[34]="影子"
RandomNickNames[35]="杀手"
RandomNickNames[36]="蛇"
RandomNickNames[37]="蛇眼"
RandomNickNames[38]="独行侠"
RandomNickNames[39]="幽灵"
RandomNickNames[40]="蜘蛛"
RandomNickNames[41]="潜行者"
RandomNickNames[42]="钢铁"
RandomNickNames[43]="毒刺"
RandomNickNames[44]="终结者"
RandomNickNames[45]="勇士"
RandomNickNames[46]="破坏者"
RandomNickNames[47]="维京人"
RandomNickNames[48]="典狱长"
RandomNickNames[49]="军阀"
RandomNickNames[50]="狼獾"
RandomNickNames[51]="野孩子"
RandomNickNames[52]="野人"
RandomNickNames[53]="祖鲁"
RandomNickNames[54]="真相"
RandomNickNames[55]="墓碑"
RandomNickNames[56]="大腕"
RandomNickNames[57]="高层货架"
RandomNickNames[58]="双击"
RandomNickNames[59]="送葬者"
RandomNickNames[60]="情人"
RandomNickNames[61]="战马"
RandomNickNames[62]="熊孩子"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="斧男"
RandomNickNames_Male[1]="公爵"
RandomNickNames_Male[2]="坚岩"
RandomNickNames_Male[3]="种马"
RandomNickNames_Male[4]="狼人"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="雅典娜"
RandomNickNames_Female[1]="公爵夫人"
RandomNicknames_Female[2]="铁娘子"
RandomNicknames_Female[3]="铁处女"
RandomNicknames_Female[4]="女战士"
RandomNickNames_Female[5]="瓦尔基里"
;ALPHABETICAL ORDER
PhotoboothSoloBLines_Male[0]="带来繁荣！"
PhotoboothSoloBLines_Male[1]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Male[2]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Male[3]="炮兵部队。危险接近。"
PhotoboothSoloBLines_Male[4]="滴答，滴答，砰！"
PhotoboothSoloBLines_Male[5]="炸飞！"
PhotoboothSoloBLines_Male[6]="子弹：越多越好！"
PhotoboothSoloBLines_Male[7]="叫他天气预报员，因为他会让天下雨的。"
PhotoboothSoloBLines_Male[8]="再次进入突破口！"
PhotoboothSoloBLines_Male[9]="秘密行动被高估了。"

PhotoboothSoloBLines_Female[0]="带来繁荣！"
PhotoboothSoloBLines_Female[1]="预报要求。。。附带损害。"
PhotoboothSoloBLines_Female[2]="没有掩护。没有怜悯。"
PhotoboothSoloBLines_Female[3]="炮兵部队。危险接近。"
PhotoboothSoloBLines_Female[4]="滴答，滴答，砰！"
PhotoboothSoloBLines_Female[5]="炸飞！"
PhotoboothSoloBLines_Female[6]="子弹：越多越好！"
PhotoboothSoloBLines_Female[7]="叫他天气预报员，因为他会让天下雨的。"
PhotoboothSoloBLines_Female[8]="再次进入突破口！"
PhotoboothSoloBLines_Female[9]="秘密行动被高估了。"


[ShadowOps_Dragoon_LWOTC X2SoldierClassTemplate]
DisplayName="龙骑兵"
ClassSummary="龙骑兵是多面手，可携带重型武器和盔甲到前线战斗，或轻装快行地执行渗透任务。他们擅长保护和支援小队。"
LeftAbilityTreeTitle="圣骑士"
RightAbilityTreeTitle="幽魂"
+AbilityTreeTitles[0]="圣骑士"
+AbilityTreeTitles[1]="强化者"
+AbilityTreeTitles[2]="幽魂"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNickNames[0]="破坏者"
RandomNickNames[1]="电路"
RandomNickNames[2]="核心转储"
RandomNickNames[3]="赛博朋克"
RandomNickNames[4]="赛博格"
RandomNickNames[5]="狮鹫"
RandomNickNames[6]="锤子"
RandomNickNames[7]="鹰身女妖"
RandomNickNames[8]="九头蛇"
RandomNickNames[9]="铁人"
RandomNickNames[10]="蝎尾狮"
RandomNickNames[11]="牛头人"
RandomNickNames[12]="迷宫"
RandomNickNames[13]="再试一次"
RandomNickNames[14]="凤凰"
RandomNickNames[15]="吹笛人"
RandomNickNames[16]="红屏幕"
RandomNickNames[17]="火箭筒"
RandomNickNames[18]="军刀"
RandomNickNames[19]="斯芬克斯狮身人面像"
RandomNickNames[20]="钢铁侠"
RandomNickNames[21]="会计师"
RandomNickNames[22]="独角兽"
RandomNickNames_Male[0]="兽人" 
RandomNickNames_Female[0]="塞壬" 

[Z_ECMOverlays X2AbilityTemplate] 
LocFriendlyName="增强型覆盖系统" 
LocLongDescription="提供电子战协议和传感器覆盖能力，为整个小队减少侦测半径并提高暴击几率。" 
LocHelpText="暴击几率提升适用于该士兵视野内的单位。" 
LocFlyOverText="增强型覆盖系统" 

[Z_SuppressingFire X2AbilityTemplate]
LocFriendlyName="压制火力"
LocLongDescription="提供压制火力能力，若士兵未习得压制能力，则额外包含该能力。"
LocHelpText="向目标开火，随后以持续火力压制目标。"
LocFlyOverText="压制火力"

[Z_AdvancedIntrusion X2AbilityTemplate]
LocFriendlyName="高级入侵"
LocLongDescription="获得<font color='#1abc9c'>故障保护</font>和<font color='#1abc9c'>特洛伊</font>，消除黑客失败的反噬效果，并强化侵入协议——结束时对目标造成伤害并消耗其行动点数。"  
LocHelpText="获得<font color='#1abc9c'>故障保护</font>和<font color='#1abc9c'>特洛伊</font>，消除黑客失败的反噬效果，并强化侵入协议——结束时对目标造成伤害并消耗其行动点数。"  
LocPromotionPopupText="<Bullet> <font color='#1abc9c'>故障保护</font>：黑客失败时避免任何负面效果。<br><Bullet> <font color='#1abc9c'>特洛伊</font>：受侵入协议影响的敌方单位会在效果结束时受到伤害并失去行动点数。"  
LocFlyOverText="高级入侵"

[Z_RocketSalvo X2AbilityTemplate]
LocFriendlyName="重型武器专家"
LocLongDescription="提供单次使用的碎片炮与齐射能力。"
LocHelpText="提供火箭兵与齐射能力。"
LocFlyOverText="轰！"

[ShockAndAwe X2AbilityTemplate]
LocFriendlyName="震慑打击"
LocFlyOverText="震慑打击"
LocLongDescription="可额外装备一枚臂载火箭。"
LocHelpText="可额外装备一枚臂载火箭。"
LocPromotionPopupText="<Bullet/> 可额外装备一枚臂载火箭。<br/><Bullet/> 此效果不适用于独立火箭发射器，仅限臂载火箭"

[LWS_Hijacker X2SoldierClassTemplate]
DisplayName="网劫者"
ClassSummary="网劫者能够保持隐蔽，并窃夺敌方资产（如机器人），还有一些群体控制和小队支援能力。"
LeftAbilityTreeTitle="豪夺"
RightAbilityTreeTitle="恶意"
+AbilityTreeTitles[0]="豪夺"
+AbilityTreeTitles[1]="无形"
+AbilityTreeTitles[2]="恶意"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="Pistols"
RandomNickNames[0]="机会"
RandomNickNames[1]="利润"
RandomNickNames[2]="交易人"
RandomNickNames[3]="Boss"
RandomNickNames[4]="投资人"
RandomNickNames[5]="奖金"
RandomNickNames[6]="股息"
RandomNickNames[7]="业务"
RandomNickNames[8]="竞争对手"
RandomNickNames[9]="顾问"
RandomNickNames[10]="调酒师"
RandomNickNames[11]="恶棍"
RandomNickNames[12]="理由"
RandomNickNames[13]="谈判者"
RandomNickNames[14]="占有"
RandomNickNames[15]="商品"
RandomNickNames[16]="细则"
RandomNickNames[17]="过得去"
RandomNickNames[18]="漏洞"
RandomNickNames[19]="成功"
RandomNickNames[20]="位置"
RandomNickNames[21]="扩展"
RandomNickNames[22]="库存"
RandomNickNames_Male[0]="男爵"
RandomNickNames_Female[0]="男爵夫人"